[
  {
    "date": "October 12, 1492",
    "title": "Christopher Columbus Lands in the Bahamas",
    "description": "Christopher Colubus, while searching for an alternate route to India, mistakenly arrives in the Bahamas. Upon his arrival, Columbus encountered the indigenous Taino people who have lived there for centuries. Although Columbus had just arrived, he decided to claim the land and its native people as property of Spain. In the coming decades, hundreds of thousands of Taino people were forced into labor and only a few of the original 250,000 survived.",
    "keywords": [
      "Settler Colonialism",
      "Eurocentrism",
      "Imperialism"
    ]
  },
  {
    "date": "Late August 1619",
    "title": "The First Slaves Arrive in America",
    "description": "In late August of 1619, a ship carrying 20-30 African slaves arrives at Point Comfort in Virginia. This event can be seen as the birth of anti-Black racism in America. Much of the anti-Asian phenomena, such as the model minority myth, can be connected back to anti-Blackness.",
    "keywords": [
      "White Supremacy",
      "Capitalism"
    ]
  },
  {
    "date": "Early 1848",
    "title": "The Gold Rush Begins",
    "description": "In January of 1848, a carpenter discovered gold at a place called Sutter's Mill in Coloma, CA. The news of his discovery spread across the US and even to foreign countries. As a result of this finding, thousands of people flocked to California in search of gold. Of the many people, many were Chinese immigrants looking for economic opportunities. In total, over 60,000 Chinese immigrants arrived during the Gold Rush. Unfortunately, the Chinese miners faced much discrimination from the White miners.",
    "keywords": [
      "Immigration",
      "White Supremacy"
    ]
  },
  {
    "date": "March 3, 1875",
    "title": "The Page Act",
    "description": "The Page Act of 1875 was one of the first major and targeted anti-immigration laws passed in the US. The passing of this law was intended to prohibit the immigration of Chinese women into the US. The motive behind this restrictions stems from anti-Chinese sentiment which started during the Gold Rush and stereotyped Chinese women as prostitutes and sexually immoral.",
    "keywords": [
      "Immigration",
      "Orientalism",
      "White Supremacy"
    ]
  },
  {
    "date": "May 6, 1882",
    "title": "The Chinese Exclusion Act",
    "description": "The Chinese Exclusion Act of 1882 placed a 10-year ban on Chinese immigration to the US. Similarly to the Page Act, this act was heavily charged by anti-Chinese sentiment that stemmed from the Chinese immigrants during the Gold Rush. Sentiment towards the Chinese depicted them as dangerous and exotic which are the results of orientalism.",
    "keywords": [
      "Immigration",
      "Orientalism",
      "White Supremacy"
    ]
  },
  {
    "date": "May 5, 1892",
    "title": "The Geary Act",
    "description": "The Geary Act was the successor to the Chinese Exclusion Act coming exactly 10 years after. The act extended the ban on Chinese immigration set by the Chinese Exclusion Act for another 10 years. The Geary Act also added the requirement that Chinese people must carry a certificate of identity, similar to a modern-day green card.",
    "keywords": [
      "Immigration",
      "Orientalism",
      "White Supremacy"
    ]
  },
  {
    "date": "May 26, 1924",
    "title": "The Immigration Act of 1924",
    "description": "The Immigration Act placed heavy restrictions on immigration based off of the country of origin. The standard that this act placed was to allowed 2% of the people of each nationality into the US. However, this act completely banned immigration from many major Asian countries.",
    "keywords": [
      "Immigration",
      "Orientalism",
      "White Supremacy"
    ]
  },
  {
    "date": "Feb 19, 1942",
    "title": "The Internment of Japanese Americans",
    "description": "Following the events of Pearl Harbor, a surge in concern for national security caused President Roosevelt to pass Executive Order 9066. This order authorized the relocation and internment of Japanese Americans, primarily along the west coast. Over the next four years, over 120,000 Japanese individuals, of whom many were American citizens, were forcefully placed into remote internment camps.",
    "keywords": [
      "Orientalism",
      "White Supremacy"
    ]
  },
  {
    "date": "Nov 6, 1968",
    "title": "The Third World Liberation Front Strikes of 1968",
    "description": "These were a series of protests and strikes by the Third World Liberation Front, a student group formed by minorities at San Francisco State College and UC Berkeley. These strikes were held to challenge the Eurocentric curriculum and education that neglected their cultures. As a result of these strikes, San Francisco State College agreed to establish the first College of Ethnic Studies which set an example for many to come.",
    "keywords": [
      "Eurocentrism",
      "White Supremacy",
      "Orientalism"
    ]
  },
  {
    "date": "Apr 30, 1975",
    "title": "The End of the Vietnam War",
    "description": "After 20 years of the Vietnam War, it all came to an end at the fall of the South Vietnamese capitol, Saigon. Following the communist victory in Vietnam, hundreds of thousands of South Vietnamese refugees fled, many of which, ended up in the US.",
    "keywords": [
      "Immigration",
      "Eurocentrism"
    ]
  },
  {
    "date": "August 10, 1988",
    "title": "The Civil Liberties Act of 1988",
    "description": "This act was passed by Congress to acknowledge the injustice of Japanese Internment and granted reparations of $20,000 to those who were wrongfully interned. However, it has been said that this amount is insufficient to compensate for the grave injustice.",
    "keywords": [
      "Orientalism",
      "White Supremacy"
    ]
  },
  {
    "date": "September 11, 2001",
    "title": "The September 11 Attacks",
    "description": "On September 11, 2001, 19 terrorists associated with Al Qaeda hijacked four commericial flights. Two of airplanes were intentionally crashed into the Twin Towers in New York City, one was intentionally crashed into the Pentagon, and the other crashed in a field after a struggle onboard between the hijackers and passengers. Along with the tragic death count, this event laid heavy burdens upon Muslim and Arab Americans who began to be racial profiled and spied upon as a result of the heightened national security.",
    "keywords": [
      "Orientalism"
    ]
  },
  {
    "date": "January 30, 2020",
    "title": "The Start of the COVID-19 Pandemic",
    "description": "The COVID-19 or the novel Coronavirus outbreak began in the city of Wuhan, China and eventually spread to become a worldwide pandemic. In the US, Asian Americans began to face discrimination from those who had felt that Asians were to blame for the pandemic. This led to a significant rise in Asian hate crimes and eventually to the Stop Asian Hate movement in 2021 which unified not only Asians, but created solidarity between other minority groups as well.",
    "keywords": [
      "Orientalism",
      "White Supremacy"
    ]
  }
]